Repository: MehulRaj/sitaram-ashram
Catalog: sitaram_web/lib/l10n/app_*.arb
Languages: gu, hi

# appTitle
source: Sitaram Ashram
gu: સીતારામ આશ્રમ
hi: सीताराम आश्रम

# homeTitle
source: Sitaram Ashram
gu: સીતારામ આશ્રમ
hi: सीताराम आश्रम

# homeMission
source: Our mission is to protect, serve, and celebrate the sacred cow. We provide ambulance services, treatment, and promote natural products for a sustainable future.
gu: અમારું મિશન પવિત્ર ગાયની રક્ષા, સેવા અને ઉજવણી કરવું છે. અમે એમ્બ્યુલન્સ સેવાઓ, સારવાર અને કુદરતી ઉત્પાદનોને પ્રોત્સાહન આપીએ છીએ.
hi: हमारा मिशन पवित्र गाय की रक्षा, सेवा और उत्सव मनाना है। हम एम्बुलेंस सेवाएं, उपचार और प्राकृतिक उत्पादों को बढ़ावा देते हैं।

# aboutTitle
source: About Us
gu: અમારા વિશે
hi: हमारे बारे में

# aboutHistory
source: Founded in 2010, our ashram is dedicated to the protection and care of cows. Inspired by ancient traditions and guided by our founder, Shri Gopal Das, we blend compassion with modern veterinary care.
gu: 2010માં સ્થાપિત, અમારો આશ્રમ ગાયોની રક્ષા અને સંભાળ માટે સમર્પિત છે. પ્રાચીન પરંપરાઓથી પ્રેરિત અને અમારા સ્થાપક શ્રી ગોપાલદાસ દ્વારા માર્ગદર્શિત, અમે કરુણા અને આધુનિક પશુચિકિત્સા સંભાળને જોડીએ છીએ.
hi: 2010 में स्थापित, हमारा आश्रम गायों की सुरक्षा और देखभाल के लिए समर्पित है। प्राचीन परंपराओं से प्रेरित और हमारे संस्थापक श्री गोपाल दास द्वारा निर्देशित, हम करुणा को आधुनिक पशु चिकित्सा देखभाल के साथ जोड़ते हैं।

# aboutPhilosophy
source: Philosophy: We believe in the sacredness of all life and strive to create a sustainable, harmonious environment for cows and the community.
gu: દર્શન: અમે તમામ જીવનની પવિત્રતામાં વિશ્વાસ રાખીએ છીએ અને ગાયો અને સમુદાય માટે ટકાઉ, સુમેળભર્યું વાતાવરણ બનાવવા પ્રયત્ન કરીએ છીએ.
hi: दर्शन: हम सभी जीवन की पवित्रता में विश्वास करते हैं और गायों व समुदाय के लिए एक स्थायी, सामंजस्यपूर्ण वातावरण बनाने का प्रयास करते हैं।

# ambulanceTitle
source: Cow Ambulance Service
gu: ગૌ એમ્બ્યુલન્સ સેવા
hi: गौ एम्बुलेंस सेवा

# ambulanceDesc
source: 24/7 emergency ambulance service for injured or sick cows. Our team is equipped to provide immediate care and safe transport to our treatment center.
gu: બીમાર અથવા ઇજાગ્રસ્ત ગાય માટે 24/7 તાત્કાલિક એમ્બ્યુલન્સ સેવા. અમારી ટીમ તાત્કાલિક સંભાળ અને સુરક્ષિત પરિવહન માટે સજ્જ છે.
hi: बीमार या घायल गायों के लिए 24/7 आपातकालीन एम्बुलेंस सेवा। हमारी टीम तत्काल देखभाल और सुरक्षित परिवहन प्रदान करने के लिए सुसज्जित है।

# ambulanceRequest
source: Request Ambulance
gu: એમ્બ્યુલન્સ બોલાવો
hi: एम्बुलेंस बुलाएं

# treatmentTitle
source: Treatment Center
gu: ઉપચાર કેન્દ્ન્સ
hi: उपचार केंद्र

# treatmentDesc
source: Our veterinary center provides expert care for cows, including surgeries, wound care, and rehabilitation. Donations help us provide free treatment to those in need.
gu: અમારું પશુચિકિત્સા કેન્દ્ન્સ ગાય માટે નિષ્ણાત સંભાળ આપે છે, જેમાં સર્જરી, ઘા સંભાળ અને પુનર્વસન શામેલ છે. દાનથી અમને જરૂરિયાતમંદોને મફત સારવાર આપવા મદદ મળે છે.
hi: हमारा पशु चिकित्सा केंद्र गायों के लिए विशेषज्ञ देखभाल प्रदान करता है, जिसमें सर्जरी, घाव देखभाल और पुनर्वास शामिल है। दान से हमें जरूरतमंदों को मुफ्त उपचार देने में मदद मिलती है।

# treatmentDonate
source: Donate for Treatment
gu: ઉપચાર માટે દાન કરો
hi: उपचार के लिए दान करें

# productsTitle
source: Our Products
gu: અમારા ઉત્પાદનો
hi: हमारे उत्पाद

# productGhee
source: A2 Ghee
gu: A2 ઘી
hi: A2 घी

# productGheeDesc
source: Our A2 Ghee is crafted with love from the milk of indigenous cows, using traditional methods that preserve purity and nutrition. Each jar supports our mission and brings the wholesome goodness of nature to your table.
gu: અમારું A2 ઘી દેશી ગાયના દૂધમાંથી પ્રેમથી બનાવવામાં આવે છે, પરંપરાગત પદ્ધતિઓથી શુદ્ધતા અને પોષણ જાળવવામાં આવે છે. દરેક બરણી અમારી મિશનને સમર્થન આપે છે અને કુદરતી સારા પોષણને તમારા ઘરમાં લાવે છે.
hi: हमारा A2 घी देशी गायों के दूध से प्रेमपूर्वक तैयार किया जाता है, पारंपरिक विधियों से शुद्धता और पोषण को बनाए रखते हुए। हर जार हमारे मिशन का समर्थन करता है और प्रकृति की सम्पूर्णता आपके घर तक लाता है।

# productDung
source: Cow Dung Cakes
gu: ગાયના ઉપલા
hi: गौ केक (उपले)

# productDungDesc
source: Cow Dung Cakes are an eco-friendly, sustainable fuel for your home and sacred rituals. By choosing our products, you help us care for more cows and promote a cleaner, greener planet.
gu: ગાયના ઉપલા પર્યાવરણમિત્ર અને ટકાઉ ઇંધણ છે, જે તમારા ઘરમાં અને પવિત્ર વિધિમાં ઉપયોગી છે. અમારા ઉત્પાદનો પસંદ કરીને, તમે વધુ ગાયોની સંભાળમાં મદદ કરો છો અને સ્વચ્છ, લીલા ગ્રહને પ્રોત્સાહન આપો છો.
hi: गौ केक (उपले) पर्यावरण के अनुकूल और टिकाऊ ईंधन हैं, जो आपके घर और पवित्र अनुष्ठानों के लिए उपयुक्त हैं। हमारे उत्पादों को चुनकर, आप अधिक गायों की देखभाल में मदद करते हैं और एक स्वच्छ, हरित ग्रह को बढ़ावा देते हैं।

# productUrine
source: Cow Urine
gu: ગૌમૂત્ર
hi: गौ मूत्र

# productUrineDesc
source: Cow Urine is a natural disinfectant and a cornerstone of Ayurvedic wellness. Our carefully collected and processed product supports holistic health and sustainable agriculture.
gu: ગૌમૂત્ર કુદરતી ડિસઇન્ફેક્ટન્ટ અને આયુર્વેદિક આરોગ્ય માટે મહત્વપૂર્ણ છે. અમારી સંભાળપૂર્વક એકત્રિત અને પ્રક્રિયા કરેલી ઉત્પાદન સર્વાંગી આરોગ્ય અને ટકાઉ ખેતીને સમર્થન આપે છે.
hi: गौ मूत्र एक प्राकृतिक कीटाणुनाशक और आयुर्वेदिक स्वास्थ्य का आधार है। हमारी सावधानीपूर्वक और संसाधित उत्पाद समग्र स्वास्थ्य और सतत कृषि का समर्थन करते हैं।

# productCompost
source: Compost
gu: કંપોસ્ટ
hi: कम्पोस्ट

# productCompostDesc
source: Our organic compost is a gift from our cows to your garden. Rich in nutrients and made with care, it nourishes your plants and supports a cycle of sustainability.
gu: અમારું જૈવિક કંપોસ્ટ અમારી ગાય તરફથી તમારા બગીચા માટે ભેટ છે. પોષક તત્વોથી ભરપૂર અને સંભાળથી બનાવેલું, તે તમારા છોડને પોષણ આપે છે અને ટકાઉપનાની ચક્રવાતને સમર્થન આપે છે.
hi: हमारा जैविक कम्पोस्ट हमारी गायों की ओर से आपके बगीचे के लिए एक उपहार है। पोषक तत्वों से भरपूर और देखभाल से तैयार किया गया, यह आपके पौधों को पोषण देता है और स्थिरता के चक्र को समर्थन करता है।

# galleryTitle
source: Gallery
gu: ગેલેરી
hi: गैलरी

# donateTitle
source: Support Our Mission
gu: અમારા મિશનને સમર્થન આપો
hi: हमारे मिशन का समर्थन करें

# donateDesc
source: Your donation helps us rescue, treat, and care for cows in need. Every contribution makes a difference!
gu: તમારું દાન અમને ગાયોને બચાવવા, સારવાર કરવા અને તેમની સંભાળ રાખવામાં મદદ કરે છે. દરેક યોગદાન મહત્વપૂર્ણ છે!
hi: आपका दान हमें गायों को बचाने, उनका इलाज करने और उनकी देखभाल करने में मदद करता है। हर योगदान मायने रखता है!

# donateUpi
source: Donate via UPI
gu: UPI દ્વારા દાન કરો
hi: UPI से दान करें

# donateRazorpay
source: Donate via Razorpay
gu: Razorpay દ્વારા દાન કરો
hi: Razorpay से दान करें

# donatePaypal
source: Donate via PayPal
gu: PayPal દ્વારા દાન કરો
hi: PayPal से दान करें

# contactTitle
source: Contact Us
gu: સંપર્ક કરો
hi: संपर्क करें

# contactDesc
source: We are always here to connect, collaborate, and support. Whether you have questions, want to volunteer, or wish to partner with us, reach out and become part of our compassionate community. Your voice matters, and together, we can make a difference.
gu: અમે તમારી સાથે સંવાદ કરવા ઇચ્છીએ છીએ! પ્રશ્નો, સ્વયંસેવકતા અથવા સમર્થન માટે સંપર્ક કરો.
hi: हम आपसे सुनना चाहेंगे! प्रश्न, स्वयंसेवा या समर्थन के लिए संपर्क करें।

# contactAddress
source: Address: 123, Cow Ashram Road, Village, State, 123456
gu: સરનામું: 123, ગૌ આશ્રમ રોડ, ગામ, રાજ્ય, 123456
hi: पता: 123, गौ आश्रम रोड, गांव, राज्य, 123456

# contactEmail
source: Email: mpgvka@gmail.com
gu: ઇમેઇલ: mpgvka@gmail.com
hi: ईमेल: mpgvka@gmail.com

# contactPhone
source: Phone: +91 12345 67890
gu: ફોન: +91 12345 67890
hi: फोन: +91 12345 67890

# aboutDetailedIntro
source: Sitaram Ashram is a sanctuary dedicated to the protection, welfare, and celebration of India’s sacred cows. Founded with a vision to blend ancient compassion with modern care, our ashram is a beacon for animal welfare, sustainable agriculture, and community service.
gu: સીતારામ આશ્રમ ભારતની પવિત્ર ગાયોની રક્ષા, કલ્યાણ અને ઉજવણી માટે સમર્પિત આશ્રયસ્થાન છે. પ્રાચીન કરુણા અને આધુનિક સંભાળને જોડવાનો દ્રષ્ટિકોણ ધરાવતું, અમારું આશ્રમ પશુ કલ્યાણ, ટકાઉ ખેતી અને સમુદાય સેવા માટે પ્રકાશપથ છે.
hi: सीताराम आश्रम भारत की पवित्र गायों की रक्षा, कल्याण और उत्सव के लिए समर्पित एक आश्रय स्थल है। प्राचीन करुणा को आधुनिक देखभाल के साथ जोड़ने के उद्देश्य से स्थापित, हमारा आश्रम पशु कल्याण, सतत कृषि और सामुदायिक सेवा के लिए एक प्रकाशस्तंभ है।

# aboutMission
source: We believe in the sacredness of all life. Our mission is to: - Rescue and rehabilitate injured, abandoned, or sick cows. - Provide 24/7 ambulance services for emergency cow rescue and transport. - Offer expert veterinary treatment including surgeries, wound care, and rehabilitation. - Promote sustainable living through the production of natural products like A2 ghee, cow dung cakes, compost, and cow urine for ayurvedic and agricultural use. - Educate and inspire the community about the importance of cow protection and sustainable agriculture.
gu: અમે તમામ જીવનની પવિત્રતામાં વિશ્વાસ રાખીએ છીએ. અમારું મિશન છે: - ઇજાગ્રસ્ત, ત્યજાયેલ અથવા બીમાર ગાયોને બચાવવી અને પુનર્વસન કરવું. - તાત્કાલિક ગાય બચાવ અને પરિવહન માટે 24/7 એમ્બ્યુલન્સ સેવા પ્રદાન કરવી. - સર્જરી, ઘા સંભાળ અને પુનર્વસન સહિત નિષ્ણાત પશુચિકિત્સા સારવાર પ્રદાન કરવી. - A2 ઘી, ગાયના ઉપલા, કંપોસ્ટ અને ગૌમૂત્ર જેવા કુદરતી ઉત્પાદનોના ઉત્પાદન દ્વારા ટકાઉ જીવનશૈલીને પ્રોત્સાહન આપવું. - ગાયોની રક્ષા અને ટકાઉ ખેતીના મહત્વ વિશે સમુદાયને શિક્ષિત અને પ્રેરિત કરવું.
hi: हम सभी जीवन की पवित्रता में विश्वास करते हैं। हमारा मिशन है: - घायल, परित्यक्त या बीमार गायों को बचाना और पुनर्वास करना। - आपातकालीन गाय बचाव और परिवहन के लिए 24/7 एम्बुलेंस सेवा प्रदान करना। - सर्जरी, घाव देखभाल और पुनर्वास सहित विशेषज्ञ पशु चिकित्सा उपचार प्रदान करना। - A2 घी, गोबर केक, कम्पोस्ट और गौमूत्र जैसे प्राकृतिक उत्पादों के उत्पादन के माध्यम से सतत जीवन को बढ़ावा देना। - गायों की रक्षा और सतत कृषि के महत्व के बारे में समुदाय को शिक्षित और प्रेरित करना।

# aboutStory
source: Since our inception, Sitaram Ashram has grown into a vibrant community hub, guided by the values of compassion, service, and sustainability. Our founder, inspired by ancient traditions and a deep love for animals, established the ashram to provide a safe haven for cows and to foster a harmonious relationship between humans and nature. We have rescued and cared for hundreds of cows, provided free treatment to those in need, and created a model for sustainable, compassionate living that inspires visitors and volunteers from all walks of life.
gu: અમારી સ્થાપના પછીથી, સીતારામ આશ્રમ કરુણા, સેવા અને ટકાઉપણાના મૂલ્યો દ્વારા માર્ગદર્શિત જીવંત સમુદાય કેન્દ્ન્સ બની ગયું છે. અમારા સ્થાપકે પ્રાચીન પરંપરાઓ અને પ્રાણીઓ માટેના ઊંડા પ્રેમથી પ્રેરિત થઈને, ગાયોને સુરક્ષિત આશ્રય આપવા અને માનવ અને પ્રકૃતિ વચ્ચે સુમેળભર્યું સંબંધ વિકસાવવા આશ્રમની સ્થાપના કરી. અમે સૈકડો ગાયોને બચાવી છે અને તેમની સંભાળ લીધી છે, જરૂરિયાતમંદોને મફત સારવાર આપી છે અને ટકાઉ, કરુણામય જીવનશૈલીનું મોડેલ બનાવ્યું છે જે તમામ પૃષ્ઠભૂમિના મુલાકાતીઓ અને સ્વયંસેવકોને પ્રેરણા આપે છે.
hi: हमारी स्थापना के बाद से, सीताराम आश्रम करुणा, सेवा और स्थिरता के मूल्यों द्वारा निर्देशित एक जीवंत सामुदायिक केंद्र बन गया है। हमारे संस्थापक ने प्राचीन परंपराओं और जानवरों के प्रति गहरे प्रेम से प्रेरित होकर, गायों के लिए एक सुरक्षित स्थान प्रदान करने और मनुष्यों और प्रकृति के बीच सामंजस्यपूर्ण संबंध को बढ़ावा देने के लिए आश्रम की स्थापना की। हमने सैकड़ों गायों को बचाया और उनकी देखभाल की है, जरूरतमंदों को मुफ्त उपचार प्रदान किया है, और एक स्थायी, करुणामय जीवन का मॉडल बनाया है जो सभी पृष्ठभूमि के आगंतुकों और स्वयंसेवकों को प्रेरित करता है।

# aboutWhySupport
source: Your support helps us rescue, treat, and care for cows in need, and to continue our mission of compassion and sustainability. Every donation, volunteer hour, and message of encouragement makes a difference!
gu: તમારો આધાર અમને જરૂરિયાતમંદ ગાયોને બચાવવા, સારવાર કરવા અને તેમની સંભાળ રાખવામાં મદદ કરે છે, અને કરુણા અને ટકાઉપણાના અમારા મિશનને ચાલુ રાખવામાં મદદ કરે છે. દરેક દાન, સ્વયંસેવક કલાક અને ઉત્સાહવર્ધક સંદેશ મહત્વપૂર્ણ છે!
hi: आपका समर्थन हमें जरूरतमंद गायों को बचाने, उनका इलाज करने और उनकी देखभाल करने में मदद करता है, और करुणा और स्थिरता के हमारे मिशन को जारी रखने में सहायक है। हर दान, स्वयंसेवक घंटा और प्रोत्साहन संदेश मायने रखता है!

# servicesAmbulanceTitle
source: Cow Ambulance Service
gu: ગૌ એમ્બ્યુલન્સ સેવા
hi: गौ एम्बुलेंस सेवा

# servicesAmbulanceDesc
source: Our 24/7 Cow Ambulance Service is a rapid-response lifeline for cows in distress. Whether injured on the road or abandoned in the fields, our dedicated team rushes to their aid, providing expert first aid and safe, humane transport to our sanctuary. Every rescue is a story of hope, made possible by your support.
gu: અમારી 24/7 ગૌ એમ્બ્યુલન્સ સેવા મુશ્કેલીમાં પડેલી ગાય માટે જીવનરેખા છે. રસ્તા પર ઇજાગ્રસ્ત હોય કે ત્યજાયેલ, અમારી સમર્પિત ટીમ તરત જ મદદ માટે દોડી જાય છે, નિષ્ણાત પ્રથમ સારવાર અને સુરક્ષિત, માનવિય પરિવહન આપે છે. દરેક બચાવ આશાની વાર્તા છે, જે તમારી મદદથી શક્ય બને છે.
hi: हमारी 24/7 गौ एम्बुलेंस सेवा संकट में पड़ी गायों के लिए जीवनरेखा है। चाहे सड़क पर घायल हों या परित्यक्त, हमारी समर्पित टीम तुरंत सहायता के लिए पहुँचती है, विशेषज्ञ प्राथमिक उपचार और सुरक्षित, मानवीय परिवहन प्रदान करती है। हर बचाव एक आशा की कहानी है, जो आपके समर्थन से संभव होती है।

# servicesTreatmentTitle
source: Treatment Center
gu: ઉપચાર કેન્દ્ન્સ
hi: उपचार केंद्र

# servicesTreatmentDesc
source: At our Treatment Center, we combine state-of-the-art veterinary medicine with heartfelt compassion. From complex surgeries to gentle rehabilitation, our skilled team works tirelessly to restore health and dignity to every cow. We believe every life is worth saving, and every recovery is a victory for kindness.
gu: અમારા ઉપચાર કેન્દ્ન્સમાં, અમે આધુનિક પશુચિકિત્સા અને હૃદયપૂર્વકની સંભાળ જોડીએ છીએ. જટિલ સર્જરીથી લઈને કોમળ પુનર્વસન સુધી, અમારી કુશળ ટીમ દરેક ગાયના આરોગ્ય અને ગૌરવને પુનઃસ્થાપિત કરવા માટે સતત મહેનત કરે છે. દરેક જીવન અમૂલ્ય છે, અને દરેક પુનઃપ્રાપ્તિ દયાળુતાની જીત છે.
hi: हमारे उपचार केंद्र में, हम अत्याधुनिक पशु चिकित्सा को दिल से करुणा के साथ जोड़ते हैं। जटिल सर्जरी से लेकर कोमल पुनर्वास तक, हमारी कुशल टीम हर गाय के स्वास्थ्य और गरिमा को बहाल करने के लिए लगातार प्रयास करती है। हम मानते हैं कि हर जीवन अनमोल है, और हर स्वस्थ वापसी दयालुता की जीत है।

# ourWorkTitle
source: Our Work/Services
gu: અમારું કાર્ય/સેવાઓ
hi: हमारे कार्य/सेवाएँ

# ourMissionTitle
source: Our Mission
gu: અમારું મિશન
hi: हमारा मिशन

# ourStoryTitle
source: Our Story
gu: અમારી વાર્તા
hi: हमारी कहानी

# whySupportTitle
source: Why Support Sitaram Ashram?
gu: સીતારામ આશ્રમને સમર્થન કેમ આપવું?
hi: सीताराम आश्रम का समर्थन क्यों करें?

# ourWorkDesc
source: Explore our key services for cow welfare.
gu: ગાયોના કલ્યાણ માટે અમારી મુખ્ય સેવાઓ શોધો.
hi: गायों के कल्याण के लिए हमारी प्रमुख सेवाओं का अन्वेषण करें।

# emailLabel
source: Email:
gu: ઇમેઇલ:
hi: ईमेल:

# homeMissionCreative
source: Welcome to Sitaram Ashram, where every day is a celebration of compassion, innovation, and hope. Our sanctuary is a living example of how ancient values and modern technology can unite to create a better world for all beings. Join us on a journey of rescue, healing, and inspiration—where every act of kindness sparks a brighter future.
gu: સીતારામ આશ્રમમાં આપનું સ્વાગત છે, જ્યાં કરુણા અને સેવા મળે છે. અમે દરેક પવિત્ર ગાય માટે આશા, સારવાર અને પ્રેરણાનું કેન્દ્ન્સ છીએ—બચાવ, પોષણ અને દયાળુ દુનિયાની દિશામાં પ્રેરણા આપીએ છીએ.
hi: सीताराम आश्रम में आपका स्वागत है, जहाँ करुणा और सेवा मिलती है। हम हर पवित्र गाय के लिए आशा, उपचार और प्रेरणा का केंद्र हैं—बचाव, पोषण और एक दयालु दुनिया की ओर प्रेरित करते हैं।

# ourMissionCreative
source: Our vision is bold: a world where every cow is cherished, every life is protected, and every community is empowered to care. Through rescue, treatment, education, and sustainable innovation, we are building a future where compassion is the foundation of progress. Together, we are unstoppable.
hi: एक ऐसी दुनिया बनाना जहाँ हर गाय को स्नेह, सुरक्षा और सम्मान मिले। हमारा मिशन है—बचाव, उपचार और सशक्तिकरण, प्राचीन ज्ञान और आधुनिक देखभाल के साथ एक करुणामय भविष्य की ओर।

# aboutHighlightCreative
source: Discover our story, our values, and the heart behind Sitaram Ashram. Learn how we transform lives—one cow, one act of kindness at a time.
hi: हमारी कहानी, हमारे मूल्य और सीताराम आश्रम के पीछे का दिल जानें। जानें कि हम कैसे हर गाय और हर दयालुता के कार्य से जीवन बदलते हैं।

# donateDescCreative
source: Your generosity is the spark that saves lives. Every donation fuels our ambulances, heals the wounded, and brings hope to the voiceless. Join us in making miracles happen for cows in need!
gu: તમારી ઉદારતા એ ચીંગારી છે જે જીવન બચાવે છે. દરેક દાન અમારી એમ્બ્યુલન્સને શક્તિ આપે છે, ઘાયલને સારવાર આપે છે અને અવાજ વિનાના માટે આશા લાવે છે. ગાય માટે ચમત્કાર સર્જવામાં અમારો ભાગ બનો!
hi: आपकी उदारता वह चिंगारी है जो जीवन बचाती है। हर दान हमारी एम्बुलेंस को शक्ति देता है, घायलों को उपचार देता है और निराश्रितों को आशा देता है। गायों के लिए चमत्कार करने में हमारा साथ दें!

# aboutDetailedCreative
source: Sitaram Ashram is a living testament to the power of compassion and community. Our sanctuary is not just a shelter for cows, but a vibrant ecosystem where ancient wisdom meets modern care. Here, every rescued cow finds a new family, every volunteer discovers purpose, and every visitor leaves inspired to make a difference. Our journey is woven with stories of hope, resilience, and the unwavering belief that kindness can change the world.
gu: સીતારામ આશ્રમ માત્ર આશ્રયસ્થાન નથી—તે કરુણા, સ્થિરતા અને સમુદાયનું આંદોલન છે. અમારી યાત્રા દરેક ગાયની પવિત્રતાનો સન્માન કરવા અને સેવા અને પ્રેમ દ્વારા દુનિયાને ઉંચે લાવવા માટેની દ્રષ્ટિથી શરૂ થઈ હતી.
hi: सीताराम आश्रम केवल एक शरणस्थली नहीं—यह करुणा, स्थिरता और समुदाय का एक आंदोलन है। हमारी यात्रा हर गाय की पवित्रता का सम्मान करने और सेवा व प्रेम के माध्यम से दुनिया को ऊपर उठाने के दृष्टिकोण से शुरू हुई।

# aboutMissionCreative
source: Our mission is to be a beacon of hope for every cow in need. We rescue the abandoned, heal the wounded, and nurture the weak, providing a safe haven where every life is valued. Through education, outreach, and sustainable practices, we inspire our community to embrace compassion and create a future where animals and humans thrive together.
hi: हम गायों को बचाने, उपचार देने और उनका उत्सव मनाने के लिए समर्पित हैं, साथ ही मानवता को करुणा और टिकाऊ जीवन अपनाने के लिए प्रेरित करते हैं। हमारा मिशन हमारे देखभाल में हर जीवन के लिए एक वादा है।

# aboutStoryCreative
source: From humble beginnings, Sitaram Ashram has blossomed into a sanctuary of love and transformation. Guided by the vision of our founder and the dedication of countless supporters, we have saved hundreds of cows, pioneered innovative care, and built a legacy of service. Our story is one of overcoming adversity, celebrating life, and spreading the light of kindness far and wide.
gu: નાના પ્રારંભથી, સીતારામ આશ્રમ આશાની એક કિરણ બની ગયું છે. પ્રાચીન પરંપરાઓ અને આધુનિક દ્રષ્ટિથી માર્ગદર્શિત, અમારી વાર્તા સંકલ્પ, પ્રેમ અને પશુ કલ્યાણ માટેની અડગ પ્રતિબદ્ધતાની છે.
hi: सीमित साधनों से शुरू होकर, सीताराम आश्रम आशा की एक किरण बन गया है। प्राचीन परंपराओं और आधुनिक दृष्टि से प्रेरित, हमारी कहानी दृढ़ता, प्रेम और पशु कल्याण के प्रति अटूट प्रतिबद्धता की है।

# aboutWhySupportCreative
source: Supporting Sitaram Ashram means joining a movement that values every life. Your support enables us to rescue, heal, and empower cows, educate the next generation, and build a more compassionate world. Together, we are the voice for the voiceless, the hope for the helpless, and the hands that heal.
gu: સીતારામ આશ્રમને સમર્થન આપવું એ પરિવર્તન લાવનારાઓના પરિવારનો ભાગ બનવું છે. તમારી મદદ અમને ગાયોને બચાવવા, સારવાર આપવા અને પોષણ આપવા સક્ષમ બનાવે છે, અને દયાળુતાને દૂર સુધી ફેલાવે છે. સાથે મળીને, આપણે દયાળુતાની વારસત બનાવીએ છીએ.
hi: सीताराम आश्रम का समर्थन करना बदलाव लाने वालों के परिवार में शामिल होना है। आपकी मदद हमें गायों को बचाने, उपचार देने और पोषण करने में सक्षम बनाती है, और करुणा को दूर-दूर तक फैलाती है। साथ मिलकर, हम दयालुता की विरासत बनाते हैं।
